Repository: solidcouch/solidcouch
Catalog: src/locales/*.po
Languages: cs

source: "{channel}" is not a valid chat channel
cs: „{channel}“ není platný chatovací kanál

source: {label} added to interests
cs: {label} byl přidán do zájmů

source: {messageCount, plural, one {(# new)} other {(# new)}}
cs: {messageCount, plural, one {(# nová)} few {(# nové)} other {(# nových)}}

source: <0>Reach us in our project spaces</0> or write us email to <1>"support at solidcouch dot org"</1>.
cs: <0>Ozvěte se nám v našich projektových prostorech</0> nebo napište na <1>„support zavináč solidcouch tečka org"</1>.

source: A confirmation email has been sent to {sentToEmail}.<0/>Please check your inbox (and spam folder) and follow the instructions.
cs: Potvrzovací e-mail byl odeslán na adresu {sentToEmail}.<0/>Zkontrolujte prosím svou schránku (i složku nevyžádané pošty) a postupujte podle pokynů.

source: About me
cs: O mně

source: About your hosting
cs: O vašem ubytování

source: Accept
cs: Přijmout

source: Accommodation added to indexing service
cs: Ubytování přidáno do indexační služby

source: Accommodation created
cs: Ubytování vytvořeno

source: Accommodation deleted
cs: Ubytování odstraněno

source: Accommodation offer from {offeredByIdentifier}
cs: Nabídka ubytování od {offeredByIdentifier}

source: Accommodation removed from indexing service
cs: Ubytování odebráno z indexační služby

source: Accommodation updated
cs: Ubytování aktualizováno

source: Accommodation updated in indexing service
cs: Ubytování aktualizováno v indexační službě

source: Add {locale}
cs: Přidat {locale}

source: Add a language
cs: Přidat jazyk

source: Add Accommodation
cs: Přidat ubytování

source: Add person as a contact
cs: Přidat osobu do kontaktů

source: Add to my contacts
cs: Přidat do mých kontaktů

source: Adding {label} to interests
cs: Přidávání {label} do zájmů

source: authenticating
cs: ověřování

source: Authenticating...
cs: Ověřování...

source: Cancel
cs: Zrušit

source: Chat channel was created
cs: Chatovací kanál byl vytvořen

source: Choose a Pod provider:
cs: Vyberte poskytovatele Podu:

source: Choose your Solid provider or WebID
cs: Zadejte svého Solid poskytovatele nebo WebID

source: Close
cs: Zavřít

source: Close hosting preview
cs: Zavřít náhled hostingu

source: code
cs: kód

source: Contact exists
cs: Kontakt již existuje

source: Contact request sent
cs: Pozvánka odeslána

source: contacts
cs: kontakty

source: Contacts of <0/>
cs: Kontakty <0/>

source: Continue
cs: Pokračovat

source: Conversations
cs: Rozhovory

source: Conversations with {people}
cs: Rozhovory s {people}

source: Create inbox:
cs: Vytvořit schránku:

source: Create preferences file:
cs: Vytvořit soubor předvoleb:

source: Create private type index:
cs: Vytvořit soukromý index typů:

source: Create public type index:
cs: Vytvořit veřejný index typů:

source: Creating accommodation
cs: Vytváření ubytování

source: Creating channel failed
cs: Nepodařilo se vytvořit kanál

source: Creating message
cs: Vytváření zprávy

source: Delete
cs: Smazat

source: Deleting accommodation
cs: Mazání ubytování

source: Do you really want to delete the accommodation?
cs: Opravdu chcete smazat ubytování?

source: Don't have a Solid Pod yet?
cs: Ještě nemáte Solid Pod?

source: e.g. solidcommunity.net
cs: např. solidcommunity.net

source: Edit
cs: Upravit

source: edit profile
cs: upravit profil

source: email address
cs: e-mailová adresa

source: Email notification was sent
cs: E-mailové upozornění bylo odesláno

source: Email Notification was sent.
cs: E-mailové upozornění bylo odesláno.

source: Email notifications are not available for this community.
cs: E-mailová upozornění nejsou pro tuto komunitu dostupná.

source: Enter your email address:
cs: Zadejte svou e-mailovou adresu:

source: fetching contacts
cs: načítání kontaktů

source: Fetching profile
cs: Načítání profilu

source: Finish Setup
cs: Dokončit nastavení

source: focused logo of {name}
cs: zdůrazněné logo {name}

source: For safety, share only approximate location
cs: Kvůli bezpečí sdílejte pouze přibližnou polohu

source: Hi! I'd like to add you as a contact!
cs: Ahoj! Rád(a) bych tě přidal(a) do kontaktů!

source: hospex container not found (too soon?)
cs: hospex kontejner nebyl nalezen (možná příliš brzy?)

source: Hospex document not found
cs: Hospex dokument nebyl nalezen

source: Hospex not set up (should not happen)
cs: Hospex není nastaven (nemělo by se to stát)

source: host
cs: hostit

source: Hosting location (click <0/> or drag & zoom map)
cs: Lokalita hostování (klikněte na <0/> nebo přetáhněte a přibližte mapu)

source: Ignore
cs: Ignorovat

source: Inbox is not set up
cs: Schránka není nastavena

source: Inbox is set up.
cs: Schránka je nastavena.

source: inbox not found (too soon?)
cs: schránka nebyla nalezena (možná příliš brzy?)

source: Inbox of the other person not found (probably too soon)
cs: Schránka druhé osoby nebyla nalezena (pravděpodobně příliš brzy)

source: Interest removed
cs: Zájem odstraněn

source: Interests
cs: Zájmy

source: Join {communityName}
cs: Připojte se k {communityName}

source: Join Community
cs: Připojit se ke komunitě

source: Join community {communityLabel}
cs: Připojit se ke komunitě {communityLabel}

source: Later
cs: Později

source: Linked Data Notification was sent.
cs: Linked Data upozornění bylo odesláno.

source: Loading
cs: Načítání

source: loading interests...
cs: načítání zájmů...

source: Loading previous messages
cs: Načítání předchozích zpráv

source: Loading...
cs: Načítání...

source: logo of {name}
cs: logo {name}

source: Message was created
cs: Zpráva byla vytvořena

source: messages
cs: zprávy

source: Messages with {personLabel}
cs: Zprávy s {personLabel}

source: Messages with <0/>
cs: Zprávy s <0/>

source: missing variables
cs: chybějící proměnné

source: more
cs: více

source: My Accommodation Offers
cs: Moje nabídky ubytování

source: my hosting
cs: mé ubytování

source: My location
cs: Moje poloha

source: Name
cs: Jméno

source: Need help?
cs: Potřebujete pomoc?

source: New conversation with {people}
cs: Nový rozhovor s {people}

source: No authenticated user available
cs: Není dostupný žádný autentizovaný uživatel

source: Notifying indexing service
cs: Probíhá oznámení indexační službě

source: Open profile
cs: Otevřít profil

source: pending
cs: čeká

source: Photo
cs: Fotka

source: Please <0>start a new one</0>.
cs: Prosím, <0>založte nový</0>.

source: Please invite only people you know personally.
cs: Pozvěte prosím pouze lidi, které osobně znáte.

source: Please move map to your hosting location
cs: Prosím, přesuňte mapu na místo vašeho hostování

source: Please verify your email
cs: Ověřte prosím svůj e-mail

source: Powered by <0>SolidCouch</0> v{version} (<1>{commitHashShort}</1>)
cs: Postaveno na <0>SolidCouch</0> v{version} (<1>{commitHashShort}</1>)

source: Preferences file is set up.
cs: Soubor předvoleb je nastaven.

source: Prepare Pod
cs: Připravte Pod

source: Private type index is set up.
cs: Soukromý index typu je nastaven.

source: Private type index not set up (should not happen)
cs: Soukromý index typu není nastaven (nemělo by se to stát).

source: process
cs: zpracování

source: profile
cs: profil

source: Profile photo of {name}
cs: Profilová fotka {name}

source: Profile updated
cs: Profil aktualizován

source: Public type index is not set up
cs: Veřejný index typů není nastaven

source: Public type index is set up.
cs: Veřejný index typů je nastaven.

source: Removing interest
cs: Odstraňování zájmu

source: Resend Confirmation Email in {countdown}s
cs: Za {countdown}s znovu odeslat potvrzovací e-mail

source: Save
cs: Uložit

source: Save changes
cs: Uložit změny

source: See contact invitation
cs: Zobrazit pozvánku ke kontaktu

source: Select my location
cs: Vyberte mou polohu

source: Send
cs: Odeslat

source: Send a message…
cs: Poslat zprávu…

source: Send Confirmation Email
cs: Odeslat potvrzovací e-mail

source: Send contact invitation
cs: Odeslat pozvánku ke kontaktu

source: Sending email notification
cs: Probíhá odesílání e-mailového upozornění

source: Sending Email Notification failed.
cs: Nepodařilo se odeslat e-mailové upozornění.

source: Sending Linked Data Notification failed.
cs: Nepodařilo se odeslat Linked Data upozornění.

source: Sending message failed:
cs: Nepodařilo se odeslat zprávu:

source: Sending Solid notification
cs: Probíhá odesílání Solid upozornění

source: Session Expired!
cs: Platnost přihlášení vypršela!

source: Set Up Notifications
cs: Nastavit oznámení

source: Setup email notifications
cs: Nastavit e-mailová upozornění

source: Sign in
cs: Přihlásit se

source: Sign in to {communityName}
cs: Přihlásit se do {communityName}

source: sign out
cs: odhlásit se

source: Solid notification was sent
cs: Solid upozornění bylo odesláno

source: Something is not resolved (unexpected error)
cs: Něco není vyřešeno (neočekávaná chyba)

source: Something went wrong.
cs: Něco se nepovedlo.

source: Something went wrong. Error: {e}
cs: Něco se pokazilo. Chyba: {e}

source: Start a new conversation
cs: Začít nový rozhovor

source: Switch to dark theme
cs: Přepnout na tmavé téma

source: Switch to light theme
cs: Přepnout na světlé téma

source: Tell others about your place and hosting
cs: Povězte ostatním o svém místě a hostování

source: There doesn't seem to be a chat here.
cs: Vypadá to, že tady není žádný rozhovor.

source: This chat has outdated format.
cs: Tento rozhovor má zastaralý formát.

source: This field is required
cs: Toto pole je povinné

source: This is a start of your conversation
cs: Toto je začátek vaší konverzace

source: Title
cs: Název

source: To join {communityName}, you need a <0>Solid Pod</0> — a place to store your data.
cs: Abyste se mohli připojit k {communityName}, potřebujete <0>Solid Pod</0> — místo pro vaše data.

source: travel
cs: cestovat

source: Unexpected status code from indexing service
cs: Neočekávaný stavový kód od indexační služby

source: Updating accommodation
cs: Aktualizuji ubytování

source: Updating profile
cs: Aktualizuji profil

source: We didn't succeed with redirecting to the issuer at {oidcIssuer}. Have you provided correct webId or OIDCIssuer? Or is it down? Reason: {message} Error: {errorString}
cs: Nepodařilo se nám přesměrovat na poskytovatele ({oidcIssuer}). Zkontrolujte, zda jste zadali správné WebID nebo OIDCIssuer, nebo jestli není nedostupný. Důvod: {message} Chyba: {errorString}

source: WIP
cs: Pracujeme na tom

source: Write a message
cs: Napsat zprávu

source: You are already a member of {communityLabel}
cs: Již jste členem {communityLabel}

source: You can also <0>host your own Pod</0>.
cs: Můžete si také <0>provozovat vlastní Pod</0>.

source: You can only read this chat.
cs: Tento rozhovor můžete jen číst.

source: Your email
cs: Váš e-mail

source: Your email notifications are set up.
cs: Vaše e-mailová upozornění jsou nastavena.

source: Your session has expired. Please sign in again.
cs: Vaše přihlášení vypršelo. Přihlaste se, prosím, znovu.
